{
	"name": "Дария",
	"surname": "Костенок",
	"position": "Junior Frontend разработчик",
	"profile": "Профиль",
	"profile-info": "Не так давно я начала заниматься frontend-разработкой. На данный момент, стремлюсь получить как можно больше знаний и опыта в этой области. Я в поиске компании, которая готова предложить мне место среди своих разработчиков. В свою очередь, я, надеюсь, что стану приятным и полезным дополнением к Вашей команде. Поэтому сейчас ищу работу или стажировку в качестве frontend разработчика.",
	"contacts": {
		"contacts": "Контакты",
		"phone": "Телефон",
		"email": "почта",
		"telegram": "Телеграм"
	},
	"educations": {
		"education": "Образование",
		"BSMU": "Белорусский Государственный Медицинский Университет",
		"BSMU-profession": "Врач",
		"RS-JS": "Rolling Scopes курс JavaScript",
		"RS-Angular": "Rolling Scopes курс Angular"
	},
	"languages": {
		"languages": "Языки",
		"russian": "Русский",
		"english": "Английский",
		"polish": "Польский",
		"native": "Родной"
	},
	"skills": {
		"skills": "навыки"
	},
	"self-funded_exp": {
		"exp": "Pet-проекты",
		"art-quiz": "Art Quiz - это приложение-викторина на знание шедевров живописи и их авторов. Создано с использованием чистого JavaScript, SCSS, Webpack.",
		"rs-trello": "RS Trello - это Программа для управления проектами, протитип Trello. Создана с использованием Angular.",
		"rs-lang": "RS Lang — приложение для изучения иностранных слов, включающее в себя учебник с базой данных слов для изучения, мини-игры для их использования, страницу статистики для отслеживания индивидуального прогресса. Создано с использованием TypeScript, SCSS, Webpack. Создано с использованием TypeScript, SCSS, Webpack.",
		"christmas-task": "Christmas tree - приложение-игра, которое позволит отсортировать новогодние игрушки по названию и количеству экземпляров, найти игрушку по названию, сгруппировать игрушки по видам, добавлять игрушки в избранное и удалять из него, а также приложение содержит интерактивную страницу, на которой выбранными игрушками можно украсить новогоднюю ёлку. Создано с использованием TypeScript, SCSS, Webpack."
	},
  "real_exp": {
    "experience": "Опыт",
    "andersen": {
      "period": "Август 2022 - настоящее время"
    }
  }
}
